Repository: helsingborg-stad/modularity-recommend
Catalog: languages/modularity-recommend-*.po
Languages: sv_se

source: Recommendations
sv_se: Rekommenderat

source: Add links
sv_se: Lägg till länkar

source: This module enables you to add static quicklinks to enable recommended links.
sv_se: Den här modulen gör att du kan lägga till statiska rekommenderade länkar.

source: Link list
sv_se: Länklista

source: Add new recommendation
sv_se: Lägg till en ny rekommenderad länk

source: Label
sv_se: Etikett

source: Target
sv_se: Länkmål

source: External link
sv_se: Extern länk

source: Yes
sv_se: Ja

source: Display as
sv_se: Visa som

source: Button
sv_se: Knapp

source: Card
sv_se: Kort

source: Columns
sv_se: Kolumner

source: Max number of autosuggested recommendations
sv_se: Maximalt antal föreslagna länkar

source: items
sv_se: antal

source: Settings specific to RekAI.
sv_se: Inställningar för RekAI.

source: Filter from current page
sv_se: Filtrera från aktuell sida

source: Automatically filter recommendations based on the current url.
sv_se: Filtrera rekommendationer automatiskt baserat på den aktuella webbadressen.

source: Url level
sv_se: URL-nivå

source: Controls whether only pages below the current url path should be recommended from a certain level.
sv_se: Styr om sidor under den nuvarande webbadressen ska rekommenderas från en viss nivå.

source: Include pages
sv_se: Inkludera sidor

source: Controls whether only pages under a particular branch of the site should be displayed. Leave blank to include all pages.
sv_se: Styr om endast sidor under en viss gren av webbplatsen ska visas. Lämna tomt för att inkludera alla sidor.

source: Exclude pages
sv_se: Exkludera sidor

source: Controls whether certain pages should be excluded from viewing.
sv_se: Styr om vissa sidor ska exkluderas från visning.

source: Advanced options
sv_se: Avancerade inställningar

source: Add custom options in valid JSON format.
sv_se: Lägg till anpassade inställningar i JSON-format.

source: RekAI Settings
sv_se: RekAI Inställningar

source: Enable RekAI Automatic Recommendations
sv_se: Slå på automatiska rekommendationer

source: You must have an account @ rekAI service in order to use this functionality. Please contact https://rek.ai/ directly with your inquiry.
sv_se: Du behöver ett konto hos RekAI för att använda den här funktionaliteten. Vänligen kontakta https://rek.ai/ direkt, för att få tillgång till tjänsten.

source: Script url
sv_se: Adress för rekAI script

source: Add your RekAI Script url here, eg: https://static.rekai.se/[nnnn].js
sv_se: Ange din rek.ai skript-adress här. Format: https://static.rekai.se/[nnnn].js

source: Recommend
sv_se: Rekommenderat

source: Recommend view for links.
sv_se: Rekommenderade länkar.

source: No static links provided to recommendation module. AI suggestion is off.
sv_se: Inga länkar inlagda. Ange några länkar för att visa rekommenderade länkar lista.

source: Loading content
sv_se: Laddar innehåll

source: Modularity Recommend
sv_se: Modularity Rekommenderat

source: Display Recommended links, static or AI generated links from RekAI.
sv_se: Visar rekommenderade länkar. Statiska eller autogenererade via rekAI.
